# 2) შექმენით სია სადაც შეინახავთ თქვენთვის საყვარელ ფილბეს და დაბეჭდეთ მთლიანი სია/ კონკრეტული ფილმი
# 3) შექმენით 2 სია და გააერთიანეთ ისინი
# 3) შექმენით სტრინგი მაგ. თქვენი სახელი, და გამოიტანეთ სახელის პირველი და ბოლო სიმბოლო
# 4) შექმენით სია და სტრინგი ხოლო შემდეგ დაბეჭდეთ len ფუნქციის გამოყენებით მათი ზომა
# 5) შეცვალეთ სიიდან რომელიმე მნიშვნელობა (ჯერ გაიარეთ სოლოლეარნი)
# 6) შექმენით რიცხვების სია სადაც 10 რიცხვს შეიტანთ, გამოიტანეთ პირელ ინდექსა
# და ბოლო ინდექსზე მყოფი ელემენტების ჯამი

# movies =["openheiimer","deadpool","amerikeli fsiqopati","cocaine bear"]

# print(movies)
# print(movies[0])

#  3) შექმენით 2 სია და გააერთიანეთ ისინი
# list1=["games", "cars" ,"bikes"]
# list2=["book","names"]
# print(list1 + list2)

# 3) შექმენით სტრინგი მაგ. თქვენი სახელი, და გამოიტანეთ სახელის პირველი და ბოლო სიმბოლო
# # name= "giorgi"
# print(name[0] +name[5])

#  შექმენით სია და სტრინგი ხოლო შემდეგ დაბეჭდეთ len ფუნქციის გამოყენებით მათი ზომა

# list=["movie","cars","bikes"]
# child="giorgi"
# print(len(list))
# print(len(child))

# შეცვალეთ სიიდან რომელიმე მნიშვნელობა (ჯერ გაიარეთ სოლოლეარნი
# list=["bmw" ,"mercedes", "audi"]
# list[1]="lamborgini"
# print(list)
#  შექმენით რიცხვების სია სადაც 10 რიცხვს შეიტანთ, გამოიტანეთ პირელ ინდექსა
numbers = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
print(numbers[ 0] + numbers[9])
